Repository: beermix/oe
Catalog: flex-2.6.1/po/*.po
Languages: pl, ro

source: Allocation of buffer to print string failed
pl: Przydzielenie bufora do wypisania ³añcucha nie powiod³o siê

source: Allocation of buffer for line directive failed
pl: Przydzielenie bufora dla dyrektywy linii nie powiod³o siê

source: Allocation of buffer for m4 def failed
pl: Przydzielenie bufora dla polecenia m4 def powiod³o siê

source: Allocation of buffer for m4 undef failed
pl: Przydzielenie bufora dla polecenia m4 undef powiod³o siê

source: State #%d is non-accepting -
pl: Stan #%d jest nieakceptuj±cy -
ro: Starea #%d este de neacceptat. -

source: dangerous trailing context
pl: niebezpieczny kontekst koñcowy
ro: context de sfârºit(trailing) periculos

source: associated rule line numbers:
pl: numery linii powi±zanych regu³:
ro: numerele de linie asociate regulii:

source: out-transitions:
pl: przej¶cia-wyj¶ciowe:
ro: tranziþii exterioare(out):

source: jam-transitions: EOF
pl: przej¶cia-zapêtlaj±ce: EOF
ro: tranziþii jam: EOF

source: consistency check failed in epsclosure()
pl: kontrola spójno¶ci nie powiod³a siê w epsclosure()
ro: verificare de consistenþã eºuatã în epsclosure()

source: DFA Dump:
pl: Zrzut DFA:
ro: Rezultat(dump) DFA:

source: could not create unique end-of-buffer state
pl: nie mo¿na utworzyæ unikalnego stanu koñca bufora
ro: nu am putut crea sfârºit unic pentru starea buffer-ului

source: state # %d:
pl: stan # %d:
ro: stare # %d:

source: Could not write yynxt_tbl[][]
pl: Nie mo¿na zapisaæ yynxt_tbl[][]
ro: Nu am putut scrie yynxt_tbl[][]

source: bad transition character detected in sympartition()
pl: wykryto b³êdny znak przej¶cia w sympartition()
ro: caracter greºit de tranziþie detectat în sympartition()

source: Equivalence Classes:
pl: Klasy równowa¿no¶ci:
ro: Clase de Echivalenþã:

source: state # %d accepts: [%d]
pl: stan # %d akceptuje: [%d]
ro: starea # %d acceptã: [%d]

source: state # %d accepts:
pl: stan # %d akceptuje:
ro: starea # %d acceptã:

source: Could not write yyacclist_tbl
pl: Nie mo¿na zapisaæ yyacclist_tbl
ro: Nu am putut scrie yyacclist_tbl

source: Could not write yyacc_tbl
pl: Nie mo¿na zapisaæ yyacc_tbl
ro: Nu am putut scrie yyacc_tbl

source: Could not write ecstbl
pl: Nie mo¿na zapisaæ ecstbl
ro: Nu am putut scrie ecstbl

source: Meta-Equivalence Classes:
pl: Klasy meta-równowa¿no¶ci:
ro: Clase de Meta-Echivalenþã:

source: Could not write yymeta_tbl
pl: Nie mo¿na zapisaæ yymeta_tbl
ro: Nu am putut scrie yymeta_tbl

source: Could not write yybase_tbl
pl: Nie mo¿na zapisaæ yybase_tbl
ro: Nu am putut scrie yybase_tbl

source: Could not write yydef_tbl
pl: Nie mo¿na zapisaæ yydef_tbl
ro: Nu am putut scrie yydef_tbl

source: Could not write yynxt_tbl
pl: Nie mo¿na zapisaæ yynxt_tbl
ro: Nu am putut scrie yynxt_tbl

source: Could not write yychk_tbl
pl: Nie mo¿na zapisaæ yychk_tbl
ro: Nu am putut scrie yychk_tbl

source: Could not write ftbl
pl: Nie mo¿na zapisaæ ftbl
ro: Nu am putut scrie ftbl

source: Could not write ssltbl
pl: Nie mo¿na zapisaæ ssltbl
ro: Nu am putut scrie ssltbl

source: Could not write eoltbl
pl: Nie mo¿na zapisaæ eoltbl
ro: Nu am putut scrie eoltbl

source: Could not write yynultrans_tbl
pl: Nie mo¿na zapisaæ yynultrans_tbl
ro: Nu am putut scrie yynultrans_tbl

source: rule cannot be matched
pl: nie mo¿na dopasowaæ regu³y
ro: regula nu se potriveºte cu nimic

source: -s option given but default rule can be matched
pl: podano opcjê -s, ale domy¶lna regu³a mo¿e byæ dopasowana
ro: a fost datã opþiunea -s dar regula implicitã se poate potrivi

source: Can't use -+ with -l option
pl: Nie mo¿na u¿yæ -+ z opcj± -l
ro: Nu se poate folosi -+ cu opþiunea -l

source: Can't use -f or -F with -l option
pl: Nie mo¿na u¿yæ -f ani -F z opcj± -l
ro: Nu se poate folosi -f sau -F cu opþiunea -l

source: Can't use --reentrant or --bison-bridge with -l option
pl: Nie mo¿na u¿yæ --reentrant ani --bison-bridge z opcj± -l
ro: Nu se poate folosi --reentrant sau --bison-bridge cu opþiunea -l

source: -Cf/-CF and -Cm don't make sense together
pl: -Cf/-CF i -Cm razem nie maj± sensu
ro: -Cf/-CF ºi -Cm nu au sens folosite împreunã

source: -Cf/-CF and -I are incompatible
pl: -Cf/-CF i -I s± niekompatybilne
ro: -Cf/-CF ºi -I sunt incompatibile

source: -Cf/-CF are incompatible with lex-compatibility mode
pl: -Cf/-CF s± niekompatybilne z trybem kompatybilno¶ci z leksem
ro: -Cf/-CF sunt incompatibile cu module de compatibilitate lex

source: -Cf and -CF are mutually exclusive
pl: -Cf i -CF wykluczaj± siê wzajemnie
ro: -Cf ºi -CF se exclud reciproc

source: Can't use -+ with -CF option
pl: Nie mo¿na u¿yæ -+ z opcj± -CF
ro: Nu se poate folosi -+ cu opþiunea -CF

source: %array incompatible with -+ option
pl: %array jest niekompatybilne z opcj± -+
ro: %array incompatibil cu opþiunea -+

source: Options -+ and --reentrant are mutually exclusive.
pl: Opcje -+ i --reentrant wykluczaj± siê wzajemnie.
ro: Opþiunile -+ and --reentrant se exclud reciproc

source: bison bridge not supported for the C++ scanner.
pl: pomost dla bisona nie jest obs³ugiwany dla skanera C++.
ro: bridge bison nu este suportat pentru scannerul C++.

source: could not create %s
pl: nie mo¿na utworzyæ %s
ro: nu am putut crea %s

source: could not write tables header
pl: nie mo¿na zapisaæ nag³ówka tablic
ro: Nu am putut scrie capul de tabel

source: can't open skeleton file %s
pl: nie mo¿na otworzyæ pliku szablonu %s
ro: nu am putut deschide fiºierul schelet %s

source: allocation of macro definition failed
pl: przydzielenie pamiêci dla definicji makra nie powiod³o siê

source: input error reading skeleton file %s
pl: b³±d wej¶cia podczas odczytu pliku szablonu %s
ro: eroare de intrare(input) în timpul citirii fiºierului schelet %s

source: error closing skeleton file %s
pl: b³±d podczas zamykania pliku szablonu %s
ro: eroare în închiderea fiºierului schelet %s

source: error creating header file %s
pl: b³±d podczas tworzenia pliku nag³ówkowego %s
ro: eroare în crearea fiºierului de header %s

source: error writing output file %s
pl: b³±d podczas zapisu pliku wyj¶ciowego %s
ro: eroare în scrierea fiºierului de output %s

source: error closing output file %s
pl: b³±d podczas zamykania pliku wyj¶ciowego %s
ro: eroare în închiderea fiºierului de output %s

source: error deleting output file %s
pl: b³±d podczas usuwania pliku wyj¶ciowego %s
ro: eroare în ºtergerea fiºierului de output %s

source: No backing up.
pl: Bez zapamiêtywania.
ro: Nu se revine (backing-up).

source: %d backing up (non-accepting) states.
pl: %d zapamiêtywanych stanów (nie akceptuj±cych).
ro: %d salvare de (inacceptabile) stãri.

source: Compressed tables always back up.
pl: Skompresowane tablice zawsze zapamiêtuj±.
ro: Tabelele compresate întotdeauna au back-up.

source: error writing backup file %s
pl: b³±d podczas zapisu pliku raportu z zapamiêtywania %s
ro: eroare în scrierea fiºierului de backup %s

source: error closing backup file %s
pl: b³±d podczas zamykania pliku raportu z zapamiêtywania %s
ro: eroare în închiderea fiºierului de backup %s

source: %s version %s usage statistics:
pl: %s w wersji %s - statystyka u¿ycia:
ro: %s versiunea %s statistici de folosire:

source: scanner options: -
pl: opcje skanera: -
ro: opþiuni de scanner: -

source: %d/%d NFA states
pl: %d/%d stanów NFA
ro: %d/%d stãri NFA

source: %d/%d DFA states (%d words)
pl: %d/%d stanów DFA (%d s³ów)
ro: %d/%d stãri DFA (%d cuvinte)

source: %d rules
pl: %d regu³
ro: %d reguli

source: No backing up
pl: Bez zapamiêtywania
ro: Nu se face backup

source: %d backing-up (non-accepting) states
pl: %d zapamiêtywanych stanów (nie akceptuj±cych)
ro: %d salvare de (inacceptabile) stãri

source: Compressed tables always back-up
pl: Skompresowane tablice zawsze zapamiêtuj±
ro: Tabelele compresate întotdeauna au back-up

source: Beginning-of-line patterns used
pl: U¿ytych wzorców pocz±tek-linii
ro: Tipare de începuturi de linie folosite

source: %d/%d start conditions
pl: %d/%d warunków pocz±tkowych
ro: %d/%d condiþii de start

source: %d epsilon states, %d double epsilon states
pl: %d stanów epsilonowych, %d stanów podwójnie epsilonowych
ro: %d stãri epsilon, %d stãri dublu epsilon

source: no character classes
pl: bez klas znaków
ro: nici o clasã de caractere

source: %d/%d character classes needed %d/%d words of storage, %d reused
pl: %d/%d klas znaków potrzebuje %d/%d s³ów pamiêci, %d ponownie u¿ytych
ro: %d/%d clase de caractere necesare %d/%d cuvinte de stocare, %d refolosite

source: %d state/nextstate pairs created
pl: %d utworzonych par stan/nastêpny-stan
ro: %d perechi de stare/stareurmãtoare create

source: %d/%d unique/duplicate transitions
pl: %d/%d przej¶æ unikalny/duplikat
ro: %d/%d tranziþii unice/duplicate

source: %d table entries
pl: %d elementów tablicy
ro: %d intrãri în tabele

source: %d/%d base-def entries created
pl: %d/%d utworzonych elementów base-def
ro: %d/%d base-def intrãri create

source: %d/%d (peak %d) nxt-chk entries created
pl: %d/%d (maksymalnie %d) utworzonych elementów nxt-chk
ro: %d/%d (maxim %d) nxt-chk intrãri create

source: %d/%d (peak %d) template nxt-chk entries created
pl: %d/%d (maksymalnie %d) utworzonych szablonowych elementów nxt-chk
ro: %d/%d (maxim %d) model nxt-chk intrãri create

source: %d empty table entries
pl: %d pustych elementów tablicy
ro: %d intrãri în tabel goale

source: %d protos created
pl: %d utworzonych prototypów
ro: %d prototipuri create

source: %d templates created, %d uses
pl: %d utworzonych szablonów, %d u¿yæ
ro: %d modele create, %d folosiri

source: %d/%d equivalence classes created
pl: %d/%d utworzonych klas równowa¿no¶ci
ro: %d/%d clase de echivalenþã create

source: %d/%d meta-equivalence classes created
pl: %d/%d utworzonych klas meta-równowa¿no¶ci
ro: %d/%d clase de meta-echivalenþã create

source: %d (%d saved) hash collisions, %d DFAs equal
pl: %d (%d zachowanych) kolizji haszy, %d jednakowych DFA
ro: %d (%d salvate) coliziuni disipate(hash), %d egaluri de DFA-uril

source: %d sets of reallocations needed
pl: %d potrzebnych zbiorów realokacji
ro: %d seturi de realocãri necesare

source: %d total table entries needed
pl: %d potrzebnych ogó³em elementów tablicy
ro: %d intrãri totale în tabel necesare

source: Internal error. flexopts are malformed.
pl: B³±d wewnêtrzny. ¬le sformu³owane flexopts.
ro: Eroare internã. Opþiunile flex(flexopts) sunt malformate.

source: Try `%s --help' for more information.
pl: `%s --help' poda wiêcej informacji.
ro: Încercaþi `%s --help' pentru mai multe informaþii.

source: unknown -C option '%c'
pl: nieznana opcja -C '%c'
ro: opþiune -C necunoscutã `%c'

source: fatal parse error
pl: krytyczny b³±d analizy sk³adni
ro: eroare fatalã de analizã(parse)

source: could not create backing-up info file %s
pl: nie mo¿na utworzyæ pliku informacji o zapamiêtywaniu %s
ro: nu s-a putut crea fiºierul de informaþii de back-up %s

source: -l AT&T lex compatibility option entails a large performance penalty
pl: opcja -l zgodno¶ci z leksem AT&T powoduje du¿± stratê wydajno¶ci
ro: -l opþiunea de compatibilitate AT&T lex determinã o scãdere drasticã a performanþei

source: and may be the actual source of other reported performance penalties
pl: i mo¿e byæ przyczyn± innych zg³aszanych strat wydajno¶ci
ro: ºi poate fi sursa realã a altor scãderi de performanþã raportate

source: %%option yylineno entails a performance penalty ONLY on rules that can match newline characters
pl: %%option yylineno powoduje straty wydajno¶ci TYLKO dla regu³ dopasowuj±cych znak koñca linii
ro: %%opþiunea yylineno determinã o scãdere drasticã a performanþei DOAR în regulile care se potrivesc caracterelor linie_nouã(newline)

source: -I (interactive) entails a minor performance penalty
pl: -I (interaktywny) powoduje ma³± stratê wydajno¶ci
ro: -I (interactiãe) determinã o scãdere minorã a performanþei

source: yymore() entails a minor performance penalty
pl: yymore() powoduje ma³± stratê wydajno¶ci
ro: yymore() determinã o scãdere minorã a performanþei

source: REJECT entails a large performance penalty
pl: REJECT powoduje du¿± stratê wydajno¶ci
ro: REJECT determinã o scãdere drasticã a performanþei

source: Variable trailing context rules entail a large performance penalty
pl: Regu³y ze zmiennym koñcowym kontekstem powoduj± du¿± stratê wydajno¶ci
ro: Contextul de sfârºit(trailing) variabil determinã o scãdere drasticã a performanþei

source: REJECT cannot be used with -f or -F
pl: REJECT nie mo¿e byæ u¿yte z -f ani -F
ro: REJECT nu poate fi folosit cu -f sau -F

source: %option yylineno cannot be used with REJECT
pl: %option yylineno nie mo¿e byæ u¿yte z REJECT
ro: %opþiunea yylineno nu poate fi folositã cu REJECT

source: variable trailing context rules cannot be used with -f or -F
pl: regu³y ze zmiennym koñcowym kontekstem nie mog± byæ u¿yte z -f ani -F
ro: contextul de sfârºit(trailing) variabil nu poate fi folosit cu -f sau -F

source: %option yyclass only meaningful for C++ scanners
pl: %option yyclass ma znaczenie tylko dla skanerów C++
ro: %opþunea yyclass este folositoare doar pentru scannerele C++

source: Usage: %s [OPTIONS] [FILE]...
pl: Sk³adnia: %s [OPCJE] [PLIK]...
ro: Folosire: %s [OPÞIUNI] [FIªIER]...

source: allocation of sko_stack failed
pl: przydzielenie sko_stack nie powiod³o siê

source: name "%s" ridiculously long
pl: nazwa "%s" jest ¶miesznie d³uga
ro: numele "%s" este ridicol de lung

source: memory allocation failed in allocate_array()
pl: nie uda³o siê przydzieliæ pamiêci w allocate_array()
ro: alocare de memorie eºuatã în allocate_array()

source: bad character '%s' detected in check_char()
pl: b³êdny znak '%s' usuniêty w check_char()
ro: caracter greºit `%s' detectat în check_char()

source: scanner requires -8 flag to use the character %s
pl: skaner wymaga flagi -8 aby u¿yæ znaku %s
ro: scannerul necesitã parametrul(flag) -8 pentru a folosi caracterul %s

source: %s: fatal internal error, %s
pl: %s: krytyczny b³±d wewnêtrzny: %s
ro: %s: eroare internã fatalã, %s

source: attempt to increase array size failed
pl: próba zwiêkszenia rozmiaru tablicy nie powiod³a siê
ro: încercare de a mãri dimensiunea domeniului eºuatã

source: bad line in skeleton file
pl: b³êdna linia w pliku szablonu
ro: linie greºitã în fiºierul schelet

source: memory allocation failed in yy_flex_xmalloc()
pl: nie uda³o siê przydzieliæ pamiêci w yy_flex_xmalloc()
ro: alocare de memorie eºuatã în yy_flex_xmalloc()

source: ********** beginning dump of nfa with start state %d
pl: ********** pocz±tek zrzutu NFA ze stanem pocz±tkowym %d
ro: ********** începerea aducerii(dump) nfa cu starea de început %d

source: state # %4d
pl: stan # %4d
ro: stare # %4d

source: ********** end of dump
pl: ********** koniec zrzutu
ro: ********** sfârºit de aducere(dump)

source: empty machine in dupmachine()
pl: pusty automat w dupmachine()
ro: maºinã vidã în dupmachine()

source: Variable trailing context rule at line %d
pl: Regu³a ze zmiennym koñcowym kontekstem w linii %d
ro: Regulã de context de sfârºit variabil la linia %d

source: bad state type in mark_beginning_as_normal()
pl: b³êdny typ stanu w mark_beginning_as_normal()
ro: tip de stare greºitã în mark_beginning_as_normal()

source: input rules are too complicated (>= %d NFA states)
pl: regu³y wej¶ciowe s± zbyt skomplikowane (>= %d stanów NFA)
ro: regulile de intrare(input) sunt prea complicate (>= %d stãri NFA)

source: found too many transitions in mkxtion()
pl: znaleziono zbyt du¿o przej¶æ w mkxtion()
ro: s-au gãsit prea multe tranziþii în mkxtion()

source: too many rules (> %d)!
pl: zbyt du¿o regu³ (> %d)!
ro: prea multe reguli (> %d)!

source: unknown error processing section 1
pl: nieznany b³±d podczas przetwarzania sekcji 1
ro: eroare necunoscutã în procesarea secþiunii 1

source: bad start condition list
pl: b³êdna lista warunków pocz±tkowych
ro: listã de stãri în condiþie proastã

source: unrecognized rule
pl: nierozpoznana regu³a
ro: regulã necunoscutã

source: trailing context used twice
pl: koñcowy kontekst u¿yty dwukrotnie
ro: context de sfârºit(trailing) utilizat de douã ori

source: bad iteration values
pl: b³êdne warto¶ci iteracji
ro: valori de iteraþie greºite

source: iteration value must be positive
pl: warto¶æ iteracji musi byæ dodatnia
ro: valoarea iteraþiei trebuie sã fie pozitivã

source: the character range [%c-%c] is ambiguous in a case-insensitive scanner
pl: przedzia³ znaków [%c-%c] jest niejednoznaczny w skanerze ignoruj±cym wielko¶æ liter
ro: intervalul(range) de caracter [%c %c] este ambiguu într-un scanner caz-insenzitiv

source: negative range in character class
pl: ujemny przedzia³ w klasie znaków
ro: domeniu negativ în clasa de caractere

source: [:^lower:] is ambiguous in case insensitive scanner
pl: [:^lower:] jest niejednoznaczne w przypadku skanera ignoruj±cego wielko¶æ liter

source: [:^upper:] ambiguous in case insensitive scanner
pl: [:^upper:] jest niejednoznaczne w przypadku skanera ignoruj±cego wielko¶æ liter

source: Input line too long
pl: Linia wej¶ciowa zbyt d³uga
ro: Linie de intrare(input) prea lungã

source: malformed '%top' directive
pl: ¼le sformu³owana dyrektywa '%top'
ro: directivã '%top' malformatã

source: unrecognized '%' directive
pl: nierozpoznana dyrektywa '%'
ro: directivã '%' necunoscutã

source: Definition name too long
pl: Nazwa definizji zbyt d³uga

source: Unmatched '{'
pl: Niesparowany '{'
ro: '{' fãrã corespondent

source: Definition value for {%s} too long
pl: Definicja warto¶ci dla {%s} zbyt d³uga

source: incomplete name definition
pl: niekompletna definicja nazwy
ro: definire de nume incompletã

source: Option line too long
pl: Linia opcji zbyt d³uga

source: unrecognized %%option: %s
pl: nierozpoznane %%option: %s
ro: %%opþiune necunoscutã: %s

source: bad character class
pl: b³êdna klasa znaków
ro: clasã de caractere greºitã

source: undefined definition {%s}
pl: niezdefiniowana definicja {%s}
ro: definiþie nedefinitã {%s}

source: bad <start condition>: %s
pl: b³êdny <warunek pocz±tkowy>: %s
ro: <condiþie de start> greºitã: %s

source: missing quote
pl: brak cudzys³owu
ro: menþionare(quote) lipsã

source: bad character class expression: %s
pl: b³êdne wyra¿enie klasy znaków: %s
ro: expresie clasã caracter greºitã: %s

source: bad character inside {}'s
pl: b³êdny znak wewn±trz {}
ro: caracter eronat între {}

source: missing }
pl: brak }
ro: lipseºte }

source: EOF encountered inside an action
pl: EOF napotkany wewn±trz akcji
ro: EOF întâlnit în mijlocul acþiunii

source: EOF encountered inside pattern
pl: EOF napotkany wewn±trz wzorca

source: bad character: %s
pl: b³êdny znak: %s
ro: caracter eronat: %s

source: can't open %s
pl: nie mo¿na otworzyæ %s
ro: nu pot deschide %s

source: Usage: %s [OPTIONS]...
pl: Sk³adnia: %s [OPCJE]...
ro: Folosire: %s [OPÞIUNI]...

source: option `%s' doesn't allow an argument
pl: opcja `%s' nie przyjmuje argumentu
ro: opþiunea `%s' nu permite parametri

source: option `%s' requires an argument
pl: opcja `%s' wymaga argumentu
ro: opþiunea `%s' necesitã un parametru

source: option `%s' is ambiguous
pl: opcja `%s' jest niejednoznaczna
ro: opþiunea `%s' este ambiguã

source: Unrecognized option `%s'
pl: Nierozpoznana opcja `%s'
ro: Opþiune necunoscutã `%s'

source: Unknown error=(%d)
pl: Nieznany b³±d=(%d)
ro: Eroare necunoscutã=(%d)

source: symbol table memory allocation failed
pl: nie uda³o siê przydzieliæ pamiêci dla tablicy symboli
ro: alocare de memorie pentru tabela de simboluri eºuatã

source: name defined twice
pl: nazwa zdefiniowana dwukrotnie
ro: nume definit de douã ori

source: start condition %s declared twice
pl: warunek pocz±tkowy %s zadeklarowany dwukrotnie
ro: condiþie de start %s definitã de douã ori

source: premature EOF
pl: przedwczesny EOF
ro: EOF prematur

source: End Marker
pl: Znacznik koñca
ro: Marcaj de sfârºit

source: *Something Weird* - tok: %d val: %d
pl: *Co¶ dziwnego* - tok: %d val: %d
ro: *Ceva Ciudat* - tok: %d val: %d
